tap "felixkratz/formulae"
tap "gdubw/gng"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "puma/puma"
tap "sdkman/tap"
tap "tilt-dev/tap"
brew "openssl@3"
brew "ansible"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "libgit2"
brew "bat"
brew "buildkit"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "colima", restart_service: true
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "duf"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "libidn"
brew "git"
brew "gnupg"
brew "go"
brew "gradle"
brew "protobuf"
brew "swift-protobuf"
brew "grpc-swift"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lastpass-cli"
brew "librdkafka"
brew "llvm"
brew "lsd"
brew "luv"
brew "mackup"
brew "mailhog"
brew "mas"
brew "mkcert"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "nss"
brew "nvm"
brew "ossp-uuid"
brew "tmux"
brew "overmind"
brew "pinentry-mac"
brew "postgresql@13"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "shadowenv"
brew "starship"
brew "swift-format", args: ["HEAD"]
brew "swiftformat"
brew "swiftlint"
brew "tfenv"
brew "tpm"
brew "tree"
brew "typescript"
brew "vercel-cli"
brew "volta"
brew "watchman"
brew "wget"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "yq"
brew "gdubw/gng/gng"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "puma/puma/puma-dev"
brew "sdkman/tap/sdkman-cli"
brew "tilt-dev/tap/tilt"
cask "1password"
cask "arc"
cask "autodesk-fusion360"
cask "chromedriver"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono"
cask "font-monaspace"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepingyouawake"
cask "kitty"
cask "little-snitch"
cask "loom"
cask "lunar"
cask "mullvadvpn"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "raspberry-pi-imager"
cask "raycast"
cask "screen-studio"
cask "sensei"
cask "sf-symbols"
cask "spaceman"
cask "spotify"
cask "telegram"
cask "transmission"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "zoom"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "felixfbecker.css-stacking-contexts"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "KoichiSasada.vscode-rdbg"
vscode "leeandher.unofficial-sentry-theme"
vscode "lextudio.restructuredtext"
vscode "mitsuhiko.insta"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "nextchaptersoftware.unblocked-vscode"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "Shopify.ruby-lsp"
vscode "sourcegraph.cody-ai"
vscode "sourcegraph.sourcegraph"
vscode "sswg.swift-lang"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "timonwong.shellcheck"
vscode "trond-snekvik.simple-rst"
vscode "Tyriar.sort-lines"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
