tap "airbytehq/tap"
tap "felixkratz/formulae"
tap "gdubw/gng"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "puma/puma"
tap "sdkman/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "tilt-dev/tap"
tap "withgraphite/tap"
brew "act"
brew "openssl@3"
brew "ansible"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "libgit2"
brew "bat"
brew "buildkit"
brew "cmake"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "duf"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "libidn"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lastpass-cli"
brew "lazygit"
brew "librdkafka"
brew "llvm"
brew "lsd"
brew "luv"
brew "mailhog"
brew "mas"
brew "maven"
brew "mkcert"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "nss"
brew "ollama"
brew "openjdk@21"
brew "ossp-uuid"
brew "pinentry-mac"
brew "pnpm"
brew "pre-commit"
brew "protobuf"
brew "swift-protobuf"
brew "protoc-gen-grpc-swift"
brew "pyenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "shadowenv"
brew "sqlfluff"
brew "swift-format"
brew "swiftformat"
brew "swiftlint"
brew "tfenv"
brew "tmux"
brew "tree"
brew "typescript"
brew "vercel-cli"
brew "watch"
brew "watchman"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server", args: ["HEAD"]
brew "ykman"
brew "yq"
brew "zig"
brew "airbytehq/tap/abctl"
brew "gdubw/gng/gng"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tilt-dev/tap/tilt"
cask "1password"
cask "1password-cli"
cask "arc"
cask "bluesnooze"
cask "chromedriver"
cask "cursor"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "google-cloud-sdk"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "little-snitch"
cask "logi-options+"
cask "loom"
cask "lunar"
cask "mac-mouse-fix"
cask "mullvadvpn"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "screen-studio"
cask "sf-symbols"
cask "spaceman"
cask "telegram"
cask "tuist"
cask "via"
cask "visual-studio-code"
cask "webex"
cask "zed"
mas "AdGuard for Safari", id: 1440147259
mas "Bear", id: 1091189122
mas "Cardhop", id: 1290358394
mas "Copilot", id: 1447330651
mas "Croissant", id: 6670288979
mas "CrystalFetch", id: 6454431289
mas "DaisyDisk", id: 411643860
mas "Dato", id: 1470584107
mas "DetailsPro", id: 1524366536
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Fabula", id: 1591155142
mas "Fantastical", id: 975937182
mas "Flighty", id: 1358823008
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Verify", id: 490179405
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pixelmator Pro", id: 1289583905
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "WhatsApp (old)", id: 1147396723
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "augment.vscode-augment"
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-extension-pack"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "janisdd.vscode-edit-csv"
vscode "jdinhlife.gruvbox"
vscode "mechatroner.rainbow-csv"
vscode "mitsuhiko.insta"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-speech"
vscode "nextchaptersoftware.unblocked-vscode"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "sinedied.vscode-windows-xp-theme"
vscode "sourcegraph.cody-ai"
vscode "sswg.swift-lang"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "trond-snekvik.simple-rst"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
