tap "airbytehq/tap"
tap "felixkratz/formulae"
tap "gdubw/gng"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "puma/puma"
tap "sdkman/tap"
tap "tilt-dev/tap"
tap "withgraphite/tap"
brew "openssl@3"
brew "ansible"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "buildkit"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "colima", restart_service: true
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "duf"
brew "libgit2"
brew "exa"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "libidn"
brew "git"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "protobuf"
brew "swift-protobuf"
brew "grpc-swift"
brew "helm"
brew "hopenpgp-tools"
brew "htop"
brew "imagemagick"
brew "jenv"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lastpass-cli"
brew "librdkafka"
brew "llvm"
brew "lsd"
brew "luv"
brew "mailhog"
brew "mas"
brew "mkcert"
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "nss"
brew "openjdk@21"
brew "ossp-uuid"
brew "pinentry-mac"
brew "pnpm"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "shadowenv"
brew "sqlfluff"
brew "swift-format", args: ["HEAD"]
brew "swiftformat"
brew "swiftlint"
brew "tfenv"
brew "tmux"
brew "tree"
brew "typescript"
brew "vercel-cli"
brew "volta"
brew "watchman"
brew "wget"
brew "ykman"
brew "ykpers"
brew "yq"
brew "airbytehq/tap/abctl"
brew "gdubw/gng/gng"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sdkman/tap/sdkman-cli"
brew "tilt-dev/tap/tilt"
brew "withgraphite/tap/graphite"
cask "1password"
cask "arc"
cask "autodesk-fusion"
cask "chromedriver"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "firefox"
cask "font-fira-code"
cask "font-inter"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-martian-mono"
cask "font-martian-mono-nerd-font"
cask "google-cloud-sdk"
cask "imageoptim"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepingyouawake"
cask "little-snitch"
cask "loom"
cask "lunar"
cask "microsoft-auto-update"
cask "microsoft-edge@beta"
cask "mullvadvpn"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "raspberry-pi-imager"
cask "raycast"
cask "screen-studio"
cask "sensei"
cask "sf-symbols"
cask "spaceman"
cask "spotify"
cask "telegram"
cask "ticktick"
cask "tower"
cask "transmission"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wave"
cask "webex"
cask "zed"
cask "zoom"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "mitsuhiko.insta"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-speech"
vscode "nextchaptersoftware.unblocked-vscode"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "sinedied.vscode-windows-xp-theme"
vscode "sourcegraph.cody-ai"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "trond-snekvik.simple-rst"
vscode "unifiedjs.vscode-mdx"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
vscode "ziyasal.vscode-open-in-github"
